Repository: AlejandroCozumel/sketwhint-iOS
Catalog: SketchWink/Resources/*.lproj/Localizable.strings
Languages: es

# folders.clear.filters
source: Clear Filters
es: Limpiar Filtros

# folders.creating
source: Creating...
es: Creando...

# folders.updating
source: Updating...
es: Actualizando...

# folders.update.folder
source: Update Folder
es: Actualizar Carpeta

# folders.go.to.gallery
source: Go to Gallery
es: Ir a Galería

# folders.no.favorite.images
source: No Favorite Images
es: Sin Imágenes Favoritas

# folders.no.favorite.images.message
source: No favorite images in this folder. Tap the heart icon on any image to add it to your favorites.
es: No hay imágenes favoritas en esta carpeta. Toca el ícono de corazón en cualquier imagen para añadirla a tus favoritos.

# folders.no.category.images
source: No %@ Images
es: Sin Imágenes de %@

# folders.no.category.images.message
source: This folder doesn't have any %@ images.
es: Esta carpeta no tiene imágenes de %@.

# folders.no.profile.images
source: No Images from This Profile
es: Sin Imágenes de Este Perfil

# folders.no.profile.images.message
source: This family member hasn't contributed any images to this folder yet.
es: Este miembro de la familia aún no ha contribuido con imágenes a esta carpeta.

# folders.no.search.results
source: No Results Found
es: No Se Encontraron Resultados

# folders.no.search.results.message
source: Try different search terms or clear filters to see more results.
es: Intenta con diferentes términos de búsqueda o limpia los filtros para ver más resultados.

# folders.no.images
source: No Images
es: Sin Imágenes

# folders.no.images.message
source: No images match your current filters.
es: Ninguna imagen coincide con tus filtros actuales.

# folders.type.minimum.chars
source: Type at least %d characters to search
es: Escribe al menos %d caracteres para buscar

# folders.save
source: Save
es: Guardar

# folders.images.title
source: Folder Images
es: Imágenes de la Carpeta

# folders.select.images
source: Select Images
es: Seleccionar Imágenes

# folders.cancel.selection
source: Cancel Selection
es: Cancelar Selección

# folders.remove.from.folder
source: Remove from Folder
es: Quitar de la Carpeta

# folders.remove.images
source: Remove Images
es: Quitar Imágenes

# folders.remove.images.message
source: Remove %d image%@ from this folder? The images will return to your main gallery.
es: ¿Quitar %d imagen%@ de esta carpeta? Las imágenes volverán a tu galería principal.

# folders.search.in.folder
source: Search in this folder...
es: Buscar en esta carpeta...

# folders.loading.images
source: Loading images...
es: Cargando imágenes...

# folders.loading.more
source: Loading more...
es: Cargando más...

# folders.selected.count
source: %d selected
es: %d seleccionada%@

# folders.deselect.all
source: Deselect All
es: Deseleccionar Todo

# folders.select.all
source: Select All
es: Seleccionar Todo

# folders.moved.to.folder
source: Moved to folder
es: Movido a carpeta

# folders.move.to.gallery
source: Move to Gallery
es: Mover a Galería

# stories.title
source: Bedtime Stories
es: Cuentos para Dormir

# stories.library
source: Story Library
es: Biblioteca de Cuentos

# stories.create
source: Create Story
es: Crear Cuento

# stories.create.story
source: Create Story
es: Crear Cuento

# stories.create.bedtime.story
source: Create Bedtime Story
es: Crear Cuento para Dormir

# stories.my.stories
source: My Stories
es: Mis Cuentos

# stories.featured
source: Featured Stories
es: Cuentos Destacados

# stories.empty.title
source: No Bedtime Stories Yet
es: Aún No Hay Cuentos para Dormir

# stories.empty.message
source: Create your first bedtime story with AI
es: Crea tu primer cuento para dormir con IA

# stories.empty.favorite
source: No Favorite Stories
es: Sin Cuentos Favoritos

# stories.empty.favorite.theme
source: No Favorite %@ Stories
es: Sin Cuentos Favoritos de %@

# stories.empty.favorite.profile
source: No Favorite Stories for %@
es: Sin Cuentos Favoritos para %@

# stories.empty.favorite.theme.profile
source: No Favorite %@ Stories for %@
es: Sin Cuentos Favoritos de %@ para %@

# stories.empty.theme
source: No %@ Stories Yet
es: Aún No Hay Cuentos de %@

# stories.empty.profile
source: No Stories for %@
es: Sin Cuentos para %@

# stories.empty.theme.profile
source: No %@ Stories for %@
es: Sin Cuentos de %@ para %@

# stories.empty.filters.message
source: Try adjusting your filters or create a new story
es: Intenta ajustar tus filtros o crea un nuevo cuento

# stories.title.placeholder
source: Story Title
es: Título del Cuento

# stories.description.placeholder
source: What should the story be about?
es: ¿De qué debería tratar el cuento?

# stories.loading
source: Loading stories...
es: Cargando cuentos...

# stories.clear.filters
source: Clear Filters
es: Limpiar Filtros

# stories.character.name
source: Character Name
es: Nombre del Personaje

# stories.character.name.optional
source: Character Name (Optional)
es: Nombre del Personaje (Opcional)

# stories.character.placeholder
source: Main character's name
es: Nombre del personaje principal

# stories.character.give.name
source: Give your main character a special name
es: Dale un nombre especial a tu personaje principal

# stories.age.group
source: Age Group
es: Grupo de Edad

# stories.age.group.select
source: Select the target age for this story
es: Selecciona la edad objetivo para este cuento

# stories.age.3to5
source: 3-5 years
es: 3-5 años

# stories.age.6to8
source: 6-8 years
es: 6-8 años

# stories.age.9to12
source: 9-12 years
es: 9-12 años

# stories.theme
source: Theme
es: Tema

# stories.theme.adventure
source: Adventure
es: Aventura

# stories.theme.friendship
source: Friendship
es: Amistad

# stories.theme.animals
source: Animals
es: Animales

# stories.theme.magic
source: Magic
es: Magia

# stories.choose.theme
source: Choose a Story Theme
es: Elige un Tema del Cuento

# stories.length
source: Story Length
es: Duración del Cuento

# stories.choose.length
source: Choose how long your bedtime story should be
es: Elige qué tan largo debe ser tu cuento para dormir

# stories.length.short
source: Short (5 min)
es: Corto (5 min)

# stories.length.medium
source: Medium (10 min)
es: Medio (10 min)

# stories.length.long
source: Long (15 min)
es: Largo (15 min)

# stories.generate
source: Generate Story
es: Generar Cuento

# stories.generating
source: Creating your story...
es: Creando tu cuento...

# stories.generating.story
source: Generating Story...
es: Generando Cuento...

# stories.read
source: Read Story
es: Leer Cuento

# stories.listen
source: Listen
es: Escuchar

# stories.pages
source: %d pages
es: %d páginas

# stories.story.idea
source: Story Idea
es: Idea del Cuento

# stories.story.idea.description
source: Describe what you'd like to happen in your bedtime story
es: Describe lo que te gustaría que suceda en tu cuento para dormir

# stories.narrator.voice
source: Narrator Voice
es: Voz del Narrador

# stories.narrator.pick
source: Pick a narrator voice for the story
es: Elige una voz de narrador para el cuento

# stories.select.voice
source: Select a voice
es: Selecciona una voz

# stories.step.of.3
source: Step %d of 3
es: Paso %d de 3

# stories.create.draft.free
source: Create Draft (Free)
es: Crear Borrador (Gratis)

# stories.creating.draft
source: Creating Draft...
es: Creando Borrador...

# stories.enter.story.idea
source: Please enter a story idea
es: Por favor ingresa una idea del cuento

# stories.story.title
source: Story Title
es: Título del Cuento

# stories.story.text
source: Story Text
es: Texto del Cuento

# stories.story.preview
source: Story Preview
es: Vista Previa del Cuento

# stories.edit
source: Edit
es: Editar

# stories.cost.tokens
source: This will cost %d tokens to generate. Do you want to proceed?
es: Esto costará %d tokens para generar. ¿Quieres continuar?

# stories.background.generation
source: Your story will be generated in the background and will be available in your library in 1 to 4 minutes.
es: Tu cuento se generará en segundo plano y estará disponible en tu biblioteca en 1 a 4 minutos.

# stories.unknown.error
source: An unknown error occurred
es: Ocurrió un error desconocido

# stories.story.player
source: Story Player
es: Reproductor de Cuentos

# stories.delete.confirmation
source: Delete Story
es: Eliminar Cuento

# stories.delete.confirmation.message
source: Are you sure you want to delete this bedtime story? This cannot be undone.
es: ¿Estás seguro de que quieres eliminar este cuento para dormir? Esto no se puede deshacer.

# stories.something.wrong
source: Something went wrong. Please try again.
es: Algo salió mal. Por favor intenta de nuevo.

# stories.save
source: Save
es: Guardar

# stories.saving
source: Saving...
es: Guardando...

# stories.cancel
source: Cancel
es: Cancelar

# stories.title.story.empty
source: Title and story text cannot be empty
es: El título y el texto del cuento no pueden estar vacíos

# stories.confirm.generation
source: Confirm Generation
es: Confirmar Generación

# stories.generate.story
source: Generate Story
es: Generar Cuento

# stories.dismiss
source: Dismiss
es: Cerrar

# stories.words
source: %d words
es: %d palabras

# stories.3to5.years.old
source: 3-5 years old
es: 3-5 años

# stories.5to7.years.old
source: 5-7 years old
es: 5-7 años

# stories.7to10.years.old
source: 7-10 years old
es: 7-10 años

# stories.enter.character.name
source: Enter character name
es: Ingresa el nombre del personaje

# stories.enter.story.title
source: Enter story title
es: Ingresa el título del cuento

# stories.placeholder.example
source: A sleepy bunny finding the perfect spot to nap...
es: Un conejito soñoliento encontrando el lugar perfecto para dormir la siesta...

# books.title
source: Books
es: Libros

# books.my.library
source: My Library
es: Mi Biblioteca

# books.create
source: Create Book
es: Crear Libro

# books.empty.title
source: No Books Yet
es: Aún No Hay Libros

# books.empty.message
source: Start creating your first book
es: Comienza a crear tu primer libro

# books.title.placeholder
source: Book Title
es: Título del Libro

# books.chapters
source: %d chapters
es: %d capítulos

# books.read
source: Read
es: Leer

# books.continue
source: Continue Reading
es: Continuar Leyendo

# books.chapter
source: Chapter %d
es: Capítulo %d

# coloring.title
source: Coloring
es: Colorear

# coloring.tools
source: Tools
es: Herramientas

# coloring.brush
source: Brush
es: Pincel

# coloring.eraser
source: Eraser
es: Borrador

# coloring.fill
source: Fill
es: Rellenar

# coloring.undo
source: Undo
es: Deshacer

# coloring.redo
source: Redo
es: Rehacer

# coloring.clear
source: Clear All
es: Limpiar Todo

# coloring.save
source: Save
es: Guardar

# coloring.brush.size
source: Brush Size
es: Tamaño del Pincel

# coloring.colors
source: Colors
es: Colores

# subscription.title
source: Choose Your Plan
es: Elige tu Plan

# subscription.current.plan
source: Current Plan
es: Plan Actual

# subscription.upgrade
source: Upgrade
es: Actualizar

# subscription.manage
source: Manage Subscription
es: Gestionar Suscripción

# subscription.free
source: Free
es: Gratis

# subscription.basic
source: Basic
es: Básico

# subscription.business
source: Business
es: Empresarial

# subscription.per.month
source: /month
es: /mes

# subscription.select.plan
source: Select Plan
es: Seleccionar Plan

# subscription.most.popular
source: Most Popular
es: Más Popular

# subscription.best.value
source: Best Value
es: Mejor Valor

# subscription.features
source: Features
es: Características

# subscription.credits.per.month
source: %d credits/month
es: %d créditos/mes

# subscription.unlimited
source: Unlimited
es: Ilimitado

# subscription.family.profiles
source: Family Profiles
es: Perfiles Familiares

# subscription.profile.count
source: Up to %d profiles
es: Hasta %d perfiles

# subscription.priority.support
source: Priority Support
es: Soporte Prioritario

# subscription.hd.quality
source: HD Quality
es: Calidad HD

# subscription.commercial.use
source: Commercial Use
es: Uso Comercial

# subscription.unlock.premium
source: Unlock Premium
es: Desbloquear Premium

# subscription.monthly
source: Monthly
es: Mensual

# subscription.yearly
source: Yearly
es: Anual

# subscription.save.2.months
source: SAVE 2 MONTHS
es: AHORRA 2 MESES

# subscription.just
source: Just
es: Solo

# subscription.per.day
source: per day
es: por día

# subscription.cancel.anytime
source: Cancel anytime
es: Cancela en cualquier momento

# subscription.subscribe.now
source: Subscribe Now
es: Suscribirme Ahora

# subscription.per.year
source: /year
es: /año

# subscription.per.mo
source: /mo
es: /mes

# subscription.save.amount
source: Save $%.2f
es: Ahorra $%.2f

# subscription.credits.month
source: %d credits/month
es: %d créditos/mes

# subscription.notice
source: Notice
es: Aviso

# subscription.feature.all.art.styles
source: All art styles
es: Todos los estilos de arte

# subscription.feature.family.profiles
source: Up to %d family profiles
es: Hasta %d perfiles familiares

# subscription.feature.credit.rollover
source: %d-month credit rollover (%d tokens)
es: Acumulación de créditos de %d meses (%d tokens)

# subscription.feature.pin.protection
source: PIN profile protection
es: Protección PIN de perfil

# subscription.feature.token.rollover
source: Token rollover up to %d credits
es: Acumulación de tokens hasta %d créditos

# subscription.feature.all.from.plan
source: All features from %@
es: Todas las funciones de %@

# subscription.feature.quality
source: 1K/2K image quality
es: Calidad de imagen 1K/2K

# subscription.feature.commercial.license
source: Commercial license
es: Licencia comercial

# subscription.feature.switch.models
source: Switch between AI models
es: Cambiar entre modelos de IA

# subscription.feature.priority.support
source: Priority support
es: Soporte prioritario

# subscription.badge.enterprise
source: ENTERPRISE
es: EMPRESA

# credits.balance
source: Credit Balance
es: Balance de Créditos

# credits.remaining
source: %d credits remaining
es: %d créditos restantes

# credits.buy.more
source: Buy More Credits
es: Comprar Más Créditos

# credits.history
source: Credit History
es: Historial de Créditos

# credits.earned
source: Earned
es: Ganados

# credits.spent
source: Spent
es: Gastados

# credits.expires
source: Expires %@
es: Expira %@

# error.network.title
source: No Internet Connection
es: Sin Conexión a Internet

# error.network.message
source: Please check your connection and try again
es: Por favor revisa tu conexión e intenta de nuevo

# error.server.title
source: Server Unavailable
es: Servidor No Disponible

# error.server.message
source: We're having trouble connecting. Please try again later
es: Tenemos problemas para conectar. Por favor intenta más tarde

# error.generic
source: Something went wrong
es: Algo salió mal

# error.try.again
source: Try Again
es: Intentar de Nuevo

# toast.image.favorited
source: Added to favorites
es: Añadido a favoritos

# toast.image.unfavorited
source: Removed from favorites
es: Eliminado de favoritos

# toast.image.deleted
source: Image deleted
es: Imagen eliminada

# toast.folder.created
source: Folder created
es: Carpeta creada

# toast.copied
source: Copied to clipboard
es: Copiado al portapapeles

# toast.saved
source: Saved successfully
es: Guardado exitosamente

# onboarding.welcome.title
source: Welcome to SketchWink
es: ¡Bienvenido a SketchWink!

# onboarding.create.title
source: Create Magical Art
es: Fácil de Crear

# picker.choose.source
source: Choose Source
es: Elegir Origen

# picker.camera
source: Camera
es: Cámara

# picker.photo.library
source: Photo Library
es: Biblioteca de Fotos

# picker.select.photo
source: Select Photo
es: Seleccionar Foto

# picker.take.photo
source: Take Photo
es: Tomar Foto

# picker.crop
source: Crop
es: Recortar

# picker.cancel
source: Cancel
es: Cancelar
