Repository: AlejandroCozumel/sketwhint-iOS
Catalog: SketchWink/Resources/*.lproj/Localizable.strings
Languages: es

# common.ok
source: OK
es: Aceptar

# common.cancel
source: Cancel
es: Cancelar

# common.done
source: Done
es: Listo

# common.save
source: Save
es: Guardar

# common.delete
source: Delete
es: Eliminar

# common.edit
source: Edit
es: Editar

# common.close
source: Close
es: Cerrar

# common.back
source: Back
es: Atrás

# common.continue
source: Continue
es: Continuar

# common.loading
source: Loading...
es: Cargando...

# common.success
source: Success
es: Éxito

# common.email
source: Email
es: Correo electrónico

# common.password
source: Password
es: Contraseña

# common.name
source: Name
es: Nombre

# common.confirm
source: Confirm
es: Confirmar

# common.retry
source: Retry
es: Reintentar

# common.select
source: Select
es: Seleccionar

# common.clear
source: Clear
es: Limpiar

# common.search
source: Search
es: Buscar

# common.filter
source: Filter
es: Filtrar

# common.all
source: All
es: Todo

# common.none
source: None
es: Ninguno

# common.create
source: Create
es: Crear

# common.update
source: Update
es: Actualizar

# common.remove
source: Remove
es: Quitar

# common.add
source: Add
es: Añadir

# common.unknown
source: Unknown
es: Desconocido

# common.unknown.error
source: An unknown error occurred
es: Ocurrió un error desconocido

# common.apply
source: Apply
es: Aplicar

# common.share
source: Share
es: Compartir

# nav.art
source: Art
es: Arte

# nav.gallery
source: Gallery
es: Galería

# nav.stories
source: Stories
es: Cuentos

# nav.folders
source: Folders
es: Carpetas

# nav.profiles
source: Profiles
es: Perfiles

# login.title
source: Welcome Back!
es: ¡Bienvenido de Nuevo!

# login.subtitle
source: Sign in to continue creating amazing art
es: Inicia sesión para continuar creando arte increíble

# login.email.placeholder
source: Email
es: Correo electrónico

# login.password.placeholder
source: Password
es: Contraseña

# login.signin.button
source: Sign In
es: Iniciar Sesión

# login.forgot.password
source: Forgot Password?
es: ¿Olvidaste tu contraseña?

# login.or.divider
source: or continue with
es: o continuar con

# login.signup.prompt
source: Don't have an account? Sign Up
es: ¿No tienes cuenta? Regístrate

# login.error.empty.email
source: Please enter your email
es: Por favor ingresa tu correo electrónico

# login.error.invalid.email
source: Please enter a valid email
es: Por favor ingresa un correo válido

# login.error.empty.password
source: Please enter your password
es: Por favor ingresa tu contraseña

# login.signin.loading
source: Signing in...
es: Iniciando sesión...

# signup.title
source: Create Account
es: Crear Cuenta

# signup.subtitle
source: Join SketchWink and start creating
es: Únete a SketchWink y comienza a crear

# signup.name.placeholder
source: Full Name
es: Nombre Completo

# signup.email.placeholder
source: Email
es: Correo electrónico

# signup.password.placeholder
source: Password
es: Contraseña

# signup.confirm.password.placeholder
source: Confirm Password
es: Confirmar Contraseña

# signup.create.button
source: Create Account
es: Crear Cuenta

# signup.or.divider
source: or sign up with
es: o regístrate con

# signup.login.prompt
source: Already have an account? Sign In
es: ¿Ya tienes cuenta? Inicia Sesión

# signup.error.empty.name
source: Please enter your name
es: Por favor ingresa tu nombre

# signup.error.empty.email
source: Please enter your email
es: Por favor ingresa tu correo electrónico

# signup.error.invalid.email
source: Please enter a valid email
es: Por favor ingresa un correo válido

# signup.error.empty.password
source: Please enter a password
es: Por favor ingresa una contraseña

# signup.error.empty.confirm
source: Please confirm your password
es: Por favor confirma tu contraseña

# signup.error.password.mismatch
source: Passwords do not match
es: Las contraseñas no coinciden

# signup.creating.loading
source: Creating account...
es: Creando cuenta...

# signup.success.message
source: Account created! Please verify your email.
es: ¡Cuenta creada! Por favor verifica tu correo.

# otp.title
source: Verify Your Email
es: Verifica tu Correo

# otp.subtitle
source: We sent a verification code to
es: Enviamos un código de verificación a

# otp.code.placeholder
source: Enter 6-digit code
es: Ingresa el código de 6 dígitos

# otp.tap.to.enter
source: Tap above to enter the 6-digit code
es: Toca arriba para ingresar el código de 6 dígitos

# otp.verify.button
source: Verify
es: Verificar

# otp.resend.prompt
source: Didn't receive the code?
es: ¿No recibiste el código?

# otp.resend.button
source: Resend Code
es: Reenviar Código

# otp.resend.countdown
source: Resend in %d seconds
es: Reenviar en %d segundos

# otp.error.empty.code
source: Please enter the verification code
es: Por favor ingresa el código de verificación

# otp.error.invalid.code
source: Please enter a valid 6-digit code
es: Por favor ingresa un código válido de 6 dígitos

# otp.verifying.loading
source: Verifying...
es: Verificando...

# otp.success.message
source: Email verified successfully!
es: ¡Correo verificado exitosamente!

# otp.resent.message
source: Verification code resent
es: Código de verificación reenviado

# forgot.title
source: Reset Password
es: Restablecer Contraseña

# forgot.subtitle
source: Enter your email to receive a reset link
es: Ingresa tu correo para recibir el enlace

# forgot.email.placeholder
source: Email
es: Correo electrónico

# forgot.send.button
source: Send Reset Link
es: Enviar Enlace

# forgot.success.message
source: Reset link sent! Check your email
es: ¡Enlace enviado! Revisa tu correo

# forgot.back.to.login
source: Back to Login
es: Volver al Inicio de Sesión

# reset.title
source: Create New Password
es: Crear Nueva Contraseña

# reset.subtitle
source: Enter your new password
es: Ingresa tu nueva contraseña

# reset.password.placeholder
source: New Password
es: Nueva Contraseña

# reset.confirm.placeholder
source: Confirm New Password
es: Confirmar Nueva Contraseña

# reset.save.button
source: Reset Password
es: Restablecer Contraseña

# reset.success.message
source: Password reset successfully!
es: ¡Contraseña restablecida exitosamente!

# settings.title
source: Settings
es: Configuración

# settings.hello
source: Hello, %@!
es: ¡Hola, %@!

# settings.account.section
source: Account
es: Cuenta

# settings.email.verification
source: Email Verification
es: Verificación de Correo

# settings.email.verified
source: Verified
es: Verificado

# settings.email.not.verified
source: Not Verified
es: No Verificado

# settings.app.settings.section
source: App Settings
es: Configuración de la App

# settings.notifications
source: Notifications
es: Notificaciones

# settings.language
source: Language
es: Idioma

# settings.theme
source: Theme
es: Tema

# settings.theme.light
source: Light
es: Claro

# settings.coming.soon
source: Coming Soon
es: Próximamente

# settings.support.section
source: Support
es: Soporte

# settings.help.faq
source: Help & FAQ
es: Ayuda y Preguntas

# settings.privacy.policy
source: Privacy Policy
es: Política de Privacidad

# settings.terms.service
source: Terms of Service
es: Términos de Servicio

# settings.signout
source: Sign Out
es: Cerrar Sesión

# settings.signout.subtitle
source: You can always sign back in anytime
es: Siempre puedes volver a iniciar sesión

# settings.signout.confirm.title
source: Sign Out
es: Cerrar Sesión

# settings.signout.confirm.message
source: Are you sure you want to sign out?
es: ¿Estás seguro que quieres cerrar sesión?

# language.selection.title
source: Select Language
es: Seleccionar Idioma

# language.choose.prompt
source: Choose your preferred language
es: Elige tu idioma preferido

# settings.language.title
source: Language Settings
es: Configuración de Idioma

# settings.language.subtitle
source: Choose your preferred language for the app
es: Elige tu idioma preferido para la aplicación

# settings.language.success
source: Language updated successfully
es: Idioma actualizado exitosamente

# social.apple.signin
source: Sign in with Apple
es: Iniciar con Apple

# social.google.signin
source: Sign in with Google
es: Iniciar con Google

# social.apple.signup
source: Sign up with Apple
es: Registrarse con Apple

# social.google.signup
source: Sign up with Google
es: Registrarse con Google

# generation.title
source: Create Your Art
es: Crea tu Arte

# generation.enter.prompt
source: Enter Prompt
es: Ingresar Descripción

# generation.upload.photo
source: Upload Photo
es: Subir Foto

# generation.prompt.placeholder
source: Describe what you want to create...
es: Describe lo que quieres crear...

# generation.prompt.hint
source: Be creative! Describe colors, style, mood, and details.
es: ¡Sé creativo! Describe colores, estilo, ambiente y detalles.

# generation.enhance.prompt
source: Enhance Prompt
es: Mejorar Descripción

# generation.enhancing
source: Enhancing...
es: Mejorando...

# generation.number.of.images
source: Number of Images
es: Número de Imágenes

# generation.image.quality
source: Image Quality
es: Calidad de Imagen

# generation.ai.model
source: AI Model
es: Modelo de IA

# generation.image.dimensions
source: Image Dimensions
es: Dimensiones de Imagen

# generation.quality.standard
source: Standard
es: Estándar

# generation.quality.high
source: High
es: Alta

# generation.quality.standard.desc
source: Fast generation, good quality
es: Generación rápida, buena calidad

# generation.quality.high.desc
source: Better quality, slower generation
es: Mejor calidad, generación más lenta

# generation.quality.ultra.desc
source: Best quality, longest generation time
es: Mejor calidad, generación más lenta

# generation.model.seedream.desc
source: Advanced model with high-quality results
es: Modelo avanzado con resultados de alta calidad

# generation.model.gemini.desc
source: Balanced speed and quality
es: Balance entre velocidad y calidad

# generation.model.flux.desc
source: Fast generation with good quality
es: Generación rápida con buena calidad

# generation.dimensions.square
source: Square
es: Cuadrado

# generation.dimensions.portrait
source: Portrait
es: Vertical

# generation.dimensions.landscape
source: Landscape
es: Horizontal

# generation.dimensions.paper
source: Paper
es: Papel

# generation.create.button
source: Create Art
es: Crear Arte

# generation.creating
source: Creating...
es: Creando...

# generation.select.category
source: Select Category
es: Seleccionar Categoría

# generation.select.style
source: Select Style
es: Seleccionar Estilo

# generation.upgrade.required
source: Upgrade Required
es: Actualización Requerida

# generation.upgrade.message
source: %@ requires %@ or higher subscription
es: %@ requiere suscripción %@ o superior

# generation.not.enough.credits
source: Not Enough Credits
es: Créditos Insuficientes

# generation.buy.credits
source: Buy Credits
es: Comprar Créditos

# generation.convert.photo.desc
source: Convert your photo into a coloring page
es: Convierte tu foto en una página para colorear

# generation.step.of
source: Step %d of 2
es: Paso %d de 2

# generation.loading.options
source: Loading creation options...
es: Cargando opciones de creación...

# generation.pick.style
source: Pick a style to continue
es: Elige un estilo para continuar

# generation.choose.style
source: Choose Your Style
es: Elige Tu Estilo

# generation.what.to.color
source: What would you like to color?
es: ¿Qué te gustaría colorear?

# generation.what.to.create
source: What would you like to create?
es: ¿Qué te gustaría crear?

# generation.example.prompt
source: Example: cute cat playing with yarn
es: Ejemplo: gato lindo jugando con lana

# generation.describe.coloring
source: Describe what you'd like to see in your coloring page
es: Describe lo que te gustaría ver en tu página para colorear

# generation.describe.creation
source: Describe what you'd like to create
es: Describe lo que te gustaría crear

# generation.ai.enhancement
source: AI Prompt Enhancement
es: Mejora de Prompt con IA

# generation.ai.enhancement.desc
source: Let AI improve your prompt for better results
es: Deja que la IA mejore tu prompt para mejores resultados

# generation.image.count.desc
source: Choose how many variations to generate
es: Elige cuántas variaciones generar

# generation.quality.desc
source: Higher quality takes more time and tokens
es: Mayor calidad toma más tiempo y tokens

# generation.model.desc
source: Different AI models produce different art styles
es: Diferentes modelos de IA producen diferentes estilos de arte

# generation.dimensions.desc
source: Choose the aspect ratio for your creation
es: Elige la relación de aspecto para tu creación

# generation.plan.allows.images
source: Your %@ plan allows up to %d image%@ per generation
es: Tu plan %@ permite hasta %d imagen%@ por generación

# generation.creating.art
source: Creating...
es: Creando...

# generation.create.my.art
source: Create My %@
es: Crear Mi %@

# generation.error.title
source: Oops! Something went wrong
es: ¡Ups! Algo salió mal

# generation.error.message
source: We couldn't load the coloring page options. Please try again.
es: No pudimos cargar las opciones de páginas para colorear. Por favor intenta de nuevo.

# generation.try.again
source: Try Again
es: Intentar de Nuevo

# generation.select.style.error
source: Please select a style
es: Por favor selecciona un estilo

# generation.enter.prompt.error
source: Please enter a prompt
es: Por favor ingresa un prompt

# generation.select.photo.error
source: Please select a photo
es: Por favor selecciona una foto

# generation.how.to.create
source: How would you like to create?
es: ¿Cómo te gustaría crear?

# generation.photo.for.coloring
source: Photo for Coloring Page
es: Foto para Página de Colorear

# generation.change.photo
source: Change
es: Cambiar

# generation.add.photo
source: Add Photo
es: Agregar Foto

# generation.tap.to.select
source: Tap to select a photo from camera or gallery
es: Toca para seleccionar una foto de la cámara o galería

# generation.optional.describe.photo
source: Optional: Describe what's in the photo
es: Opcional: Describe lo que hay en la foto

# generation.help.ai.photo
source: Help AI understand your photo better (optional)
es: Ayuda a la IA a entender mejor tu foto (opcional)

# generation.photo.process.error
source: Unable to process your photo. Please try a different image.
es: No se pudo procesar tu foto. Por favor intenta con una imagen diferente.

# generation.photo.compress.error
source: Unable to compress your photo. Please try a different image.
es: No se pudo comprimir tu foto. Por favor intenta con una imagen diferente.

# generation.photo.invalid
source: Please select a valid photo from your gallery or take a new one.
es: Por favor selecciona una foto válida de tu galería o toma una nueva.

# generation.photo.too.large.mb
source: Your photo is too large (%.1fMB). Please use an image smaller than %.1fMB.
es: Tu foto es demasiado grande (%.1fMB). Por favor usa una imagen menor de %.1fMB.

# generation.photo.too.large.px
source: Your photo is too large (%d×%d). Please use an image smaller than %d×%d pixels.
es: Tu foto es demasiado grande (%d×%d). Por favor usa una imagen menor de %d×%d píxeles.

# generation.close
source: Close
es: Cerrar

# generation.back
source: Back
es: Atrás

# category.coloring.pages
source: Coloring Pages
es: Páginas para Colorear

# category.stickers
source: Stickers
es: Pegatinas

# category.wallpapers
source: Wallpapers
es: Fondos de Pantalla

# category.coloring.desc
source: Printable coloring pages for kids and adults
es: Páginas para colorear imprimibles para niños y adultos

# category.stickers.desc
source: Fun stickers with transparent backgrounds
es: Pegatinas divertidas con fondos transparentes

# category.wallpapers.desc
source: Beautiful wallpapers for your devices
es: Hermosos fondos de pantalla para tus dispositivos

# category.mandalas.desc
source: Relaxing mandalas for meditation
es: Mandalas relajantes para meditación

# progress.queued
source: Waiting in queue...
es: En cola de espera...

# progress.starting
source: Initializing AI model...
es: Inicializando modelo de IA...

# progress.processing
source: Generating your content...
es: Generando tu contenido...

# progress.completing
source: Processing images...
es: Procesando imágenes...

# progress.completed
source: Ready!
es: ¡Listo!

# progress.failed
source: Generation failed
es: Generación fallida

# progress.cancel
source: Cancel Generation
es: Cancelar Generación

# progress.view.results
source: View Results
es: Ver Resultados

# results.title
source: Your Creations
es: Tus Creaciones

# results.download
source: Download
es: Descargar

# results.share
source: Share
es: Compartir

# results.favorite
source: Add to Favorites
es: Añadir a Favoritos

# results.unfavorite
source: Remove from Favorites
es: Quitar de Favoritos

# results.delete
source: Delete
es: Eliminar

# results.create.more
source: Create More
es: Crear Más

# results.save.to.folder
source: Save to Folder
es: Guardar en Carpeta

# results.download.to.photos
source: Download to Photos
es: Descargar a Fotos

# results.move.to.folder
source: Move to Folder
es: Mover a Carpeta

# results.delete.confirmation
source: Delete Image
es: Eliminar Imagen

# results.delete.message
source: Are you sure you want to delete this generated image? This action cannot be undone.
es: ¿Estás seguro de que quieres eliminar esta imagen generada? Esta acción no se puede deshacer.

# results.details
source: Details
es: Detalles

# results.category
source: Category
es: Categoría

# results.style
source: Style
es: Estilo

# results.model
source: Model
es: Modelo

# results.quality
source: Quality
es: Calidad

# results.created
source: Created
es: Creado

# results.tap.to.view
source: Tap to View
es: Toca para Ver

# results.view.gallery
source: View My Gallery
es: Ver Mi Galería

# results.saved.to.photos
source: Saved to Photos! 📸
es: ¡Guardado en Fotos! 📸

# results.download.failed
source: Download failed. Please try again.
es: Descarga fallida. Por favor intenta de nuevo.

# results.no.image.selected
source: No generated image is currently selected.
es: No hay imagen generada seleccionada actualmente.

# results.image.access.error
source: We couldn't access the generated image.
es: No pudimos acceder a la imagen generada.

# results.server.error
source: The server responded with status code %d. Please try again.
es: El servidor respondió con código de estado %d. Por favor intenta de nuevo.

# results.image.corrupted
source: The generated image data appears to be corrupted.
es: Los datos de la imagen generada parecen estar corruptos.

# results.image.failed.load
source: Image failed to load
es: Fallo al cargar la imagen

# results.coloring.title
source: Your Coloring Page
es: Tu Página para Colorear

# results.coloring.success
source: Coloring Page Created!
es: ¡Página para Colorear Creada!

# results.coloring.desc
source: Your AI-generated coloring page is ready to enjoy!
es: ¡Tu página para colorear generada con IA está lista para disfrutar!

# results.coloring.action
source: Color
es: Colorear

# results.coloring.another
source: Create Another Coloring Page
es: Crear Otra Página para Colorear

# results.sticker.title
source: Your Sticker
es: Tu Pegatina

# results.sticker.success
source: Sticker Created!
es: ¡Pegatina Creada!

# results.sticker.desc
source: Your AI-generated sticker is ready to use!
es: ¡Tu pegatina generada con IA está lista para usar!

# results.sticker.action
source: Use
es: Usar

# results.sticker.another
source: Create Another Sticker
es: Crear Otra Pegatina

# results.wallpaper.title
source: Your Wallpaper
es: Tu Fondo de Pantalla

# results.wallpaper.success
source: Wallpaper Created!
es: ¡Fondo de Pantalla Creado!

# results.wallpaper.desc
source: Your AI-generated wallpaper is ready to set!
es: ¡Tu fondo de pantalla generado con IA está listo para establecer!

# results.wallpaper.action
source: Set
es: Establecer

# results.wallpaper.another
source: Create Another Wallpaper
es: Crear Otro Fondo de Pantalla

# results.mandala.title
source: Your Mandala
es: Tu Mandala

# results.mandala.success
source: Mandala Created!
es: ¡Mandala Creado!

# results.mandala.desc
source: Your AI-generated mandala is ready for mindful coloring!
es: ¡Tu mandala generado con IA está listo para colorear con atención plena!

# results.mandala.action
source: Color
es: Colorear

# results.mandala.another
source: Create Another Mandala
es: Crear Otro Mandala

# results.generic.title
source: Your Creation
es: Tu Creación

# results.generic.success
source: Content Created!
es: ¡Contenido Creado!

# results.generic.desc
source: Your AI-generated content is ready!
es: ¡Tu contenido generado con IA está listo!

# gallery.title
source: My Gallery
es: Mi Galería

# gallery.search.placeholder
source: Search your creations...
es: Buscar tus creaciones...

# gallery.search.minimum
source: Type at least %d characters to search
es: Escribe al menos %d caracteres para buscar

# gallery.filter.all
source: All
es: Todo

# gallery.filter.favorites
source: Favorites
es: Favoritos

# gallery.filter.category
source: Category
es: Categoría

# gallery.filter.profile
source: Profile
es: Perfil

# gallery.filter.all.profiles
source: All Profiles
es: Todos los Perfiles

# gallery.filter.all.categories
source: All Categories
es: Todas las Categorías

# gallery.filters.title
source: Filters
es: Filtros

# gallery.favorites.only
source: Favorites Only
es: Solo Favoritos

# gallery.clear.filters
source: Clear Filters
es: Limpiar Filtros

# gallery.empty.title
source: No Creations Yet
es: Aún No Hay Creaciones

# gallery.empty.message
source: Start creating amazing coloring pages, stickers, and more! Your generated art will appear here.
es: ¡Comienza a crear increíbles páginas para colorear, stickers y más! Tu arte generado aparecerá aquí.

# gallery.empty.favorites.title
source: No Favorite Images
es: Sin Imágenes Favoritas

# gallery.empty.favorites.message
source: Tap the heart icon on any image to add it to your favorites.
es: Toca el ícono de corazón en cualquier imagen para añadirla a tus favoritos.

# gallery.empty.category.title
source: No %@ Images
es: Sin Imágenes de %@

# gallery.empty.category.message
source: Create some %@ to see them here.
es: Crea algunos %@ para verlos aquí.

# gallery.empty.profile.title
source: No Images from This Profile
es: Sin Imágenes de Este Perfil

# gallery.empty.profile.message
source: This family member hasn't created any images yet.
es: Este miembro de la familia aún no ha creado ninguna imagen.

# gallery.empty.search.title
source: No Results Found
es: No Se Encontraron Resultados

# gallery.empty.search.message
source: Try different search terms or clear filters to see more results.
es: Intenta con diferentes términos de búsqueda o limpia los filtros para ver más resultados.

# gallery.create.first
source: Create Your First Art
es: Crea Tu Primera Obra

# gallery.select.mode
source: Select
es: Seleccionar

# gallery.cancel.selection
source: Cancel
es: Cancelar

# gallery.select.all
source: Select All
es: Seleccionar Todo

# gallery.deselect.all
source: Deselect All
es: Deseleccionar Todo

# gallery.selected.count
source: %d selected
es: %d seleccionados

# gallery.image.selected.singular
source: 1 image selected
es: 1 imagen seleccionada

# gallery.images.selected.plural
source: %d images selected
es: %d imágenes seleccionadas

# gallery.move.to.folder
source: Move to Folder
es: Mover a Carpeta

# gallery.delete.selected
source: Delete Selected
es: Eliminar Seleccionados

# gallery.load.more
source: Load More Creations
es: Cargar Más Creaciones

# gallery.loading.more
source: Loading more creations...
es: Cargando más creaciones...

# gallery.loading
source: Loading...
es: Cargando...

# gallery.created.by
source: Created by %@
es: Creado por %@
