Repository: AlejandroCozumel/sketwhint-iOS
Catalog: SketchWink/Resources/*.lproj/Localizable.strings
Languages: es

# gallery.your.creations
source: Your Creations
es: Tus Creaciones

# gallery.images.count
source: %d of %d images
es: %d de %d imágenes

# gallery.more.available
source: More available
es: Más disponibles

# gallery.details
source: Details
es: Detalles

# gallery.detail.prompt
source: Prompt
es: Descripción

# gallery.detail.category
source: Category
es: Categoría

# gallery.detail.style
source: Style
es: Estilo

# gallery.detail.created.by
source: Created by
es: Creado por

# gallery.detail.model
source: Model
es: Modelo

# gallery.detail.quality
source: Quality
es: Calidad

# gallery.detail.created
source: Created
es: Creado

# gallery.image.details
source: Image Details
es: Detalles de Imagen

# gallery.download
source: Download
es: Descargar

# gallery.downloading
source: Downloading...
es: Descargando...

# gallery.download.to.photos
source: Download to Photos
es: Descargar a Fotos

# gallery.download.failed
source: Download failed. Please try again.
es: Descarga fallida. Por favor intenta de nuevo.

# gallery.saved.to.photos
source: Saved to Photos! 📸
es: ¡Guardado en Fotos! 📸

# gallery.deleting
source: Deleting...
es: Eliminando...

# gallery.delete.image
source: Delete Image
es: Eliminar Imagen

# gallery.delete.confirmation
source: Are you sure you want to delete this image? This action cannot be undone.
es: ¿Estás seguro de que quieres eliminar esta imagen? Esta acción no se puede deshacer.

# gallery.error.favorite
source: Failed to update favorite status
es: Error al actualizar estado de favorito

# gallery.prompt.copied
source: Prompt copied! 📋
es: ¡Descripción copiada! 📋

# detail.title
source: Image Details
es: Detalles de Imagen

# detail.created
source: Created
es: Creado

# detail.category
source: Category
es: Categoría

# detail.style
source: Style
es: Estilo

# detail.prompt
source: Prompt
es: Descripción

# detail.dimensions
source: Dimensions
es: Dimensiones

# detail.download.format
source: Download Format
es: Formato de Descarga

# detail.share
source: Share
es: Compartir

# detail.edit
source: Edit
es: Editar

# detail.delete.confirm
source: Delete this image?
es: ¿Eliminar esta imagen?

# profiles.title
source: Family Profiles
es: Perfiles Familiares

# profiles.welcome.title
source: Welcome to SketchWink!
es: ¡Bienvenido a SketchWink!

# profiles.welcome.subtitle
source: Create your first family profile to start your creative journey
es: Crea tu primer perfil familiar para comenzar tu viaje creativo

# profiles.welcome.info.title
source: SketchWink works best with a family profile
es: SketchWink funciona mejor con un perfil familiar

# profiles.welcome.info.description
source: Create your profile so we can save drawings, favorites, and rewards in one safe spot for your family.
es: Crea tu perfil para que podamos guardar dibujos, favoritos y recompensas en un lugar seguro para tu familia.

# profiles.create.first
source: Create Your First Profile
es: Crea tu Primer Perfil

# profiles.choose.title
source: Choose Your Profile
es: Elige Tu Perfil

# profiles.choose.subtitle
source: Select a profile to continue
es: Selecciona un perfil para continuar

# profiles.protected
source: Protected
es: Protegido

# profiles.open
source: Open
es: Abierto

# profiles.choose.help
source: Need help? Contact your family administrator
es: ¿Necesitas ayuda? Contacta al administrador de tu familia

# profiles.create.first.desc
source: Set up profiles for different family members
es: Configura perfiles para diferentes miembros de la familia

# profiles.add.profile
source: Add Family Profile
es: Añadir Perfil Familiar

# profiles.capacity
source: Profile Capacity
es: Capacidad de Perfiles

# profiles.capacity.desc
source: %d of %d profiles used
es: %d de %d perfiles usados

# profiles.max.reached
source: Maximum Profiles Reached
es: Máximo de Perfiles Alcanzado

# profiles.max.reached.desc
source: Upgrade your plan for more profiles
es: Actualiza tu plan para más perfiles

# profiles.active
source: Active Profile
es: Perfil Activo

# profiles.main
source: MAIN
es: PRINCIPAL

# profiles.tap.to.switch
source: Tap to switch
es: Toca para cambiar

# profiles.permissions
source: Permissions
es: Permisos

# profiles.can.purchase
source: Can Make Purchases
es: Puede Realizar Compras

# profiles.can.custom.content
source: Can Use Custom Content
es: Puede Usar Contenido Personalizado

# profiles.pin.protection
source: PIN Protection
es: Protección con PIN

# profiles.require.pin
source: Require 4-digit PIN
es: Requerir PIN de 4 dígitos

# profiles.update.pin
source: Update PIN
es: Actualizar PIN

# profiles.verify.pin
source: Verify PIN
es: Verificar PIN

# profiles.enter.pin
source: Enter 4-digit PIN
es: Ingresar PIN

# profiles.pin.placeholder
source: Enter 4-digit PIN
es: Ingresa PIN de 4 dígitos

# profiles.create.profile
source: Create Profile
es: Crear Perfil

# profiles.edit.profile
source: Edit Profile
es: Editar Perfil

# profiles.delete.profile
source: Delete Profile
es: Eliminar Perfil

# profiles.delete.confirm
source: Are you sure you want to delete this profile?
es: ¿Eliminar este perfil?

# profiles.delete.warning
source: The profile will be permanently hidden from view. You won't be able to recover it yourself.
es: Todo el contenido creado por este perfil permanecerá en la galería

# profiles.name.placeholder
source: Profile Name
es: Nombre del Perfil

# profiles.benefits.title
source: Benefits
es: Beneficios

# profiles.benefits.child.safe
source: Child-Safe Profiles
es: Perfiles Seguros para Niños

# profiles.benefits.child.safe.desc
source: Age-appropriate content filtering
es: Filtrado de contenido apropiado por edad

# profiles.benefits.pin
source: PIN Protection
es: Protección con PIN

# profiles.benefits.pin.desc
source: Secure profile switching
es: Cambio de perfil seguro

# profiles.benefits.collections
source: Personal Collections
es: Colecciones Personales

# profiles.benefits.collections.desc
source: Each profile has their own creations
es: Cada perfil tiene sus propias creaciones

# profiles.benefits.tracking
source: Usage Tracking
es: Seguimiento de Uso

# profiles.benefits.tracking.desc
source: Monitor activity per profile
es: Monitorear actividad por perfil

# profiles.loading
source: Loading family profiles...
es: Cargando perfiles familiares...

# profiles.create.title
source: Create Family Profiles
es: Crear Perfiles Familiares

# profiles.create.subtitle
source: Set up personalized profiles for each family member with custom avatars and parental controls
es: Configura perfiles personalizados para cada miembro de la familia con avatares personalizados y controles parentales

# profiles.benefit.child.safe
source: Child-Safe Profiles
es: Perfiles Seguros para Niños

# profiles.benefit.child.safe.desc
source: Age-appropriate content and controls
es: Contenido apropiado por edad y controles

# profiles.benefit.pin.protection
source: PIN Protection
es: Protección con PIN

# profiles.benefit.pin.protection.desc
source: Secure profiles with optional PIN access
es: Perfiles seguros con acceso opcional mediante PIN

# profiles.benefit.personal.collections
source: Personal Collections
es: Colecciones Personales

# profiles.benefit.personal.collections.desc
source: Individual art galleries and favorites
es: Galerías de arte y favoritos individuales

# profiles.benefit.usage.tracking
source: Usage Tracking
es: Seguimiento de Uso

# profiles.benefit.usage.tracking.desc
source: Monitor creative progress and activity
es: Monitorea el progreso creativo y la actividad

# profiles.capacity.title
source: Profile Capacity
es: Capacidad de Perfiles

# profiles.capacity.used
source: Used: %d
es: Usados: %d

# profiles.capacity.available
source: Available: %d
es: Disponibles: %d

# profiles.capacity.limit.reached
source: You've reached your profile limit for this plan.
es: Has alcanzado el límite de perfiles de tu plan.

# profiles.max.profiles.reached
source: You've reached the maximum profiles for your plan
es: Has alcanzado el máximo de perfiles de tu plan

# profiles.max.reached.title
source: Maximum Profiles Reached
es: Máximo de Perfiles Alcanzado

# profiles.max.reached.message
source: You've reached the maximum of %d family profiles for your plan.
es: Has alcanzado el máximo de %d perfiles familiares para tu plan.

# profiles.upgrade.plan
source: Upgrade your plan to create more family profiles
es: Actualiza tu plan para crear más perfiles familiares

# profiles.active.profile
source: Active Profile
es: Perfil Activo

# profiles.main.description
source: This is your main family profile with admin privileges
es: Este es tu perfil familiar principal con privilegios de administrador

# profiles.main.permissions.manage
source: • Can make purchases and manage subscriptions
es: • Puede realizar compras y gestionar suscripciones

# profiles.main.cannot.delete
source: • Cannot be deleted (required for account)
es: • No se puede eliminar (requerido para la cuenta)

# profiles.member.description
source: Set up a personalized profile with avatar and safety settings
es: Configura un perfil personalizado con avatar y ajustes de seguridad

# profiles.choose.avatar
source: Choose Avatar
es: Elegir Avatar

# profiles.profile.name
source: Profile Name
es: Nombre del Perfil

# profiles.name.looks.good
source: Name looks good!
es: ¡El nombre se ve bien!

# profiles.pin.description
source: Add a 4-digit PIN to protect this profile from unauthorized access
es: Añade un PIN de 4 dígitos para proteger este perfil del acceso no autorizado

# profiles.confirm.pin
source: Confirm PIN
es: Confirmar PIN

# profiles.pins.match
source: PINs match!
es: ¡Los PINs coinciden!

# profiles.pins.dont.match
source: PINs don't match
es: Los PINs no coinciden

# profiles.fill.required.fields
source: Please fill in all required fields
es: Por favor completa todos los campos requeridos

# profiles.loading.profile
source: Loading profile...
es: Cargando perfil...

# profiles.not.found
source: Profile not found
es: Perfil no encontrado

# profiles.main.cannot.delete.message
source: This is the main family profile and cannot be deleted. It's required to manage your account and subscriptions.
es: Este es el perfil familiar principal y no se puede eliminar. Es necesario para gestionar tu cuenta y suscripciones.

# profiles.main.admin.desc
source: Main family profile with admin privileges
es: Perfil familiar principal con privilegios de administrador

# profiles.family.member.desc
source: Family member profile
es: Perfil de miembro familiar

# profiles.admin.access.required
source: Admin Access Required
es: Acceso de Administrador Requerido

# profiles.admin.access.message
source: Only the main profile can modify family member permissions. Switch to your main profile to edit these settings.
es: Solo el perfil principal puede modificar permisos de miembros familiares. Cambia a tu perfil principal para editar estos ajustes.

# profiles.pin.protect.message
source: Protect this profile with a 4-digit PIN before it can be selected.
es: Protege este perfil con un PIN de 4 dígitos antes de que pueda ser seleccionado.

# profiles.pin.already.set
source: A PIN already protects this profile.
es: Un PIN ya protege este perfil.

# profiles.turn.off.to.remove.pin
source: Turn off the toggle above if you want to remove the current PIN.
es: Desactiva el interruptor de arriba si quieres eliminar el PIN actual.

# profiles.save.to.remove.pin
source: Save your changes to remove PIN protection from this profile.
es: Guarda tus cambios para eliminar la protección con PIN de este perfil.

# profiles.save.pin.changes
source: Don't forget to save your PIN changes.
es: No olvides guardar los cambios de tu PIN.

# profiles.pin.must.be.4.digits
source: PIN must be exactly 4 digits.
es: El PIN debe tener exactamente 4 dígitos.

# profiles.choose.update.or.remove
source: Choose Update PIN to change the current code, or turn off the toggle to remove it.
es: Elige Actualizar PIN para cambiar el código actual, o desactiva el interruptor para eliminarlo.

# profiles.reenable.anytime
source: Re-enable the toggle anytime to protect this profile again.
es: Vuelve a activar el interruptor en cualquier momento para proteger este perfil nuevamente.

# profiles.admin.access.to.manage.pin
source: Switch to your main family profile to manage PIN protection.
es: Cambia a tu perfil familiar principal para gestionar la protección con PIN.

# profiles.before.you.delete
source: Before You Delete
es: Antes de Eliminar

# profiles.delete.permanent
source: This action is permanent and cannot be undone. The profile will be hidden from view.
es: Esta acción es permanente y no se puede deshacer. El perfil será ocultado.

# profiles.delete.this.profile
source: Delete This Profile
es: Eliminar Este Perfil

# profiles.profile.protection
source: Profile Protection
es: Protección de Perfil

# profiles.cannot.delete
source: Cannot Delete
es: No Se Puede Eliminar

# profiles.main.cannot.delete.desc
source: This is your main family profile and cannot be deleted.
es: Este es tu perfil familiar principal y no se puede eliminar.

# profiles.required.for.account
source: It's required to manage subscriptions and account settings.
es: Es necesario para gestionar suscripciones y configuraciones de cuenta.

# profiles.switch.to.profile
source: Switch to %@?
es: ¿Cambiar a %@?

# profiles.protected.with.pin
source: This profile is protected with a PIN
es: Este perfil está protegido con un PIN

# profiles.ready.to.create
source: Ready to start creating!
es: ¡Listo para empezar a crear!

# profiles.enter.pin.for
source: Enter PIN for %@
es: Ingresar PIN para %@

# profiles.enter.pin.to.access
source: Enter your 4-digit PIN to access this profile
es: Ingresa tu PIN de 4 dígitos para acceder a este perfil

# profiles.incorrect.pin.attempts
source: Incorrect PIN. %d attempts remaining.
es: PIN incorrecto. %d intentos restantes.

# profiles.unlock.profile
source: Unlock Profile
es: Desbloquear Perfil

# profiles.forgot.pin
source: Forgot PIN?
es: ¿Olvidaste el PIN?

# profiles.forgot.pin.message
source: We'll send the PIN to the account owner's email address. This helps keep profiles secure for everyone in your family.
es: Enviaremos el PIN a la dirección de correo electrónico del propietario de la cuenta. Esto ayuda a mantener los perfiles seguros para todos en tu familia.

# profiles.check.email.for.pin
source: Check your email for the PIN. The email was sent to the account owner's email address.
es: Revisa tu correo electrónico para el PIN. El correo fue enviado a la dirección de correo del propietario de la cuenta.

# profiles.add.family.profile
source: Add Family Profile
es: Añadir Perfil Familiar

# profiles.upgrade.to.add
source: Upgrade to Add Profiles
es: Actualizar para Añadir Perfiles

# profiles.limit.reached
source: Profile Limit Reached
es: Límite de Perfiles Alcanzado

# profiles.create.profile.title
source: Create Profile
es: Crear Perfil

# profiles.create.your.first
source: Create Your First Profile
es: Crea Tu Primer Perfil

# profiles.setup.personalized
source: Set up a personalized profile with avatar and safety settings
es: Configura un perfil personalizado con avatar y ajustes de seguridad

# profiles.enter.name.example
source: Enter name (e.g., Emma, Dad, Mom)
es: Ingresa nombre (ej. Emma, Papá, Mamá)

# profiles.can.make.purchases
source: Can Make Purchases
es: Puede Realizar Compras

# profiles.main.profile.required
source: Required for main profile - manages subscriptions and payments
es: Requerido para perfil principal - gestiona suscripciones y pagos

# profiles.allow.purchases
source: Allow this profile to make in-app purchases
es: Permitir a este perfil realizar compras dentro de la app

# profiles.can.use.custom
source: Can Use Custom Content
es: Puede Usar Contenido Personalizado

# profiles.allow.custom.images
source: Allow uploading custom images for generation
es: Permitir subir imágenes personalizadas para generación

# profiles.creating.profile
source: Creating Profile...
es: Creando Perfil...

# profiles.create.button
source: Create Profile
es: Crear Perfil

# profiles.fill.all.fields
source: Please fill in all required fields
es: Por favor completa todos los campos requeridos

# profiles.edit.profile.title
source: Edit Profile
es: Editar Perfil

# profiles.delete.profile.question
source: Delete Profile?
es: ¿Eliminar Perfil?

# profiles.confirm.delete.button
source: Confirm Delete
es: Confirmar Eliminación

# profiles.cannot.delete.profile
source: Cannot Delete Profile
es: No Se Puede Eliminar Perfil

# profiles.pin.error.title
source: PIN Error
es: Error de PIN

# profiles.deleted.title
source: Profile Deleted
es: Perfil Eliminado

# profiles.deleted.message
source: Profile deleted successfully. Parents can still review %@'s artwork at any time.
es: Perfil eliminado exitosamente. Los padres aún pueden revisar el arte de %@ en cualquier momento.

# profiles.enabled
source: Enabled
es: Activado

# profiles.disabled
source: Disabled
es: Desactivado

# profiles.require.4digit.pin
source: Require 4-digit PIN
es: Requerir PIN de 4 dígitos

# profiles.pin.protects.profile
source: A PIN already protects this profile.
es: Un PIN ya protege este perfil.

# profiles.enter.new.pin
source: Enter a new PIN to replace the current one.
es: Ingresa un nuevo PIN para reemplazar el actual.

# profiles.create.4digit.pin
source: Create a 4-digit PIN to enable protection.
es: Crea un PIN de 4 dígitos para activar la protección.

# profiles.confirm.pin.placeholder
source: Confirm PIN
es: Confirmar PIN

# profiles.pins.match.check
source: PINs match
es: Los PINs coinciden

# profiles.pins.dont.match.check
source: PINs do not match
es: Los PINs no coinciden

# profiles.pin.must.be.4
source: PIN must be exactly 4 digits.
es: El PIN debe tener exactamente 4 dígitos.

# profiles.choose.update.pin
source: Choose Update PIN to change the current code, or turn off the toggle to remove it.
es: Elige Actualizar PIN para cambiar el código actual, o desactiva el interruptor para eliminarlo.

# profiles.reenable.toggle.anytime
source: Re-enable the toggle anytime to protect this profile again.
es: Vuelve a activar el interruptor en cualquier momento para proteger este perfil nuevamente.

# profiles.switch.main.to.manage
source: Switch to your main family profile to manage PIN protection.
es: Cambia a tu perfil familiar principal para gestionar la protección con PIN.

# profiles.save.new.pin
source: Save New PIN
es: Guardar Nuevo PIN

# profiles.save.pin
source: Save PIN
es: Guardar PIN

# profiles.enable.pin
source: Enable PIN
es: Activar PIN

# profiles.remove.pin
source: Remove PIN
es: Eliminar PIN

# profiles.artwork.stays.safe
source: Artwork Stays Safe
es: El Arte Permanece Seguro

# profiles.artwork.stays.safe.desc
source: Deleting a profile never removes the images it created—parents can still review them.
es: Eliminar un perfil nunca elimina las imágenes creadas—los padres aún pueden revisarlas.

# profiles.parent.visibility
source: Parent Visibility
es: Visibilidad de Padres

# profiles.parent.visibility.desc
source: Only parents and admins can access deleted profiles' creations. Kids won't see the profile again.
es: Solo los padres y administradores pueden acceder a las creaciones de perfiles eliminados. Los niños no verán el perfil nuevamente.

# profiles.free.up.slots
source: Free Up Slots
es: Liberar Espacios

# profiles.free.up.slots.desc
source: Deleting a profile immediately frees a slot so you can add another family member.
es: Eliminar un perfil libera inmediatamente un espacio para añadir otro miembro familiar.

# profiles.admin.control
source: Admin Control
es: Control Administrativo

# profiles.admin.control.desc
source: Only the main family profile can delete or recover access for family members.
es: Solo el perfil familiar principal puede eliminar o recuperar acceso para miembros familiares.

# profiles.switch.profile.question
source: Switch to %@?
es: ¿Cambiar a %@?

# profiles.enter.pin.title
source: Enter PIN for %@
es: Ingresar PIN para %@

# profiles.unlock.button
source: Unlock Profile
es: Desbloquear Perfil

# profiles.cancel.button
source: Cancel
es: Cancelar

# profiles.reset.pin.title
source: Reset PIN
es: Restablecer PIN

# profiles.send.email.button
source: Send Email
es: Enviar Correo

# profiles.pin.sent.title
source: PIN Sent!
es: ¡PIN Enviado!

# profiles.too.many.attempts
source: Too many incorrect attempts. Please try again later.
es: Demasiados intentos incorrectos. Por favor intenta más tarde.

# profiles.pin.updated.title
source: PIN Updated
es: PIN Actualizado

# profiles.pin.updated.message
source: The PIN for %@ was updated successfully.
es: El PIN para %@ fue actualizado exitosamente.

# profiles.pin.enabled.title
source: PIN Enabled
es: PIN Activado

# profiles.pin.enabled.message
source: A new PIN now protects %@.
es: Un nuevo PIN ahora protege a %@.

# profiles.pin.removed.title
source: PIN Removed
es: PIN Eliminado

# profiles.pin.removed.message
source: %@ no longer requires a PIN to switch.
es: %@ ya no requiere un PIN para cambiar.

# folders.title
source: My Folders
es: Carpetas

# folders.create
source: Create Folder
es: Crear Carpeta

# folders.create.folder
source: Create Folder
es: Crear Carpeta

# folders.edit
source: Edit Folder
es: Editar Carpeta

# folders.edit.folder
source: Edit Folder
es: Editar Carpeta

# folders.delete
source: Delete Folder
es: Eliminar Carpeta

# folders.delete.confirm
source: Delete this folder?
es: ¿Eliminar esta carpeta?

# folders.delete.warning
source: Images will not be deleted, only the folder
es: Las imágenes no se eliminarán, solo la carpeta

# folders.delete.confirmation.title
source: Delete Folder
es: Eliminar Carpeta

# folders.delete.confirmation.message
source: Are you sure you want to delete '%@'? This action cannot be undone. Images in this folder will return to your main gallery.
es: ¿Estás seguro de que quieres eliminar '%@'? Esta acción no se puede deshacer. Las imágenes de esta carpeta volverán a tu galería principal.

# folders.name.placeholder
source: Folder Name
es: Nombre de Carpeta

# folders.enter.folder.name
source: Enter folder name
es: Ingresa el nombre de la carpeta

# folders.enter.description
source: Enter description
es: Ingresa descripción

# folders.description.placeholder
source: Description (optional)
es: Descripción (opcional)

# folders.color
source: Folder Color
es: Color de Carpeta

# folders.icon
source: Folder Icon
es: Ícono de Carpeta

# folders.icon.selection
source: Icon
es: Ícono

# folders.preview
source: Preview
es: Vista Previa

# folders.folder.name
source: Folder Name
es: Nombre de Carpeta

# folders.description
source: Description
es: Descripción

# folders.optional
source: (Optional)
es: (Opcional)

# folders.empty.title
source: No Folders Yet
es: Aún No Hay Carpetas

# folders.empty.message
source: Create your first folder to organize your artwork
es: Crea carpetas para organizar tu arte

# folders.empty.folder
source: Empty
es: Vacía

# folders.empty.folder.title
source: Empty Folder
es: Carpeta Vacía

# folders.empty.folder.message
source: Move images from your gallery to organize them in this folder
es: Mueve imágenes desde tu galería para organizarlas en esta carpeta

# folders.image.count
source: %d images
es: %d imágenes

# folders.select.destination
source: Select Folder
es: Seleccionar Carpeta

# folders.move.success
source: Moved to %@
es: Movido a %@

# folders.search.placeholder
source: Search folders...
es: Buscar carpetas...

# folders.loading
source: Loading folders...
es: Cargando carpetas...

# folders.filter.all.profiles
source: All Profiles
es: Todos los Perfiles

# folders.no.results.title
source: No Folders Found
es: No Se Encontraron Carpetas

# folders.no.results.message
source: Try adjusting your search or filters
es: Intenta ajustar tu búsqueda o filtros
